[AblativePlating_Schematic_0 X2SchematicTemplate]
FriendlyName = "Nanofiber Plating"
FriendlyNamePlural = "Nanofiber Platings"
BriefSummary = "We can strengthen the outer layer of our basic tactical armor with the new nanofiber materials. It'll cost some supplies, but should improve our soldiers' survivability in the field."
TacticalText = "We can strengthen the outer layer of our basic tactical armor with the new nanofiber materials. It'll cost some supplies, but should improve our soldiers' survivability in the field."
m_strClassLabel="SQUAD"

[AblativePlating_Schematic_1 X2SchematicTemplate]
FriendlyName = "Composite Plating"
FriendlyNamePlural = "Composite Platings"
BriefSummary = "The standard ADVENT Trooper armor does not hold any technological breakthroughs, but it is still a good source of ablative plating that can be adapted for our own armor relatively easily."
TacticalText = "The standard ADVENT Trooper armor does not hold any technological breakthroughs, but it is still a good source of ablative plating that can be adapted for our own armor relatively easily."
m_strClassLabel="SQUAD"

[AblativePlating_Schematic_2 X2SchematicTemplate]
FriendlyName = "Alloy Plating"
FriendlyNamePlural = "Alloy Platings"
BriefSummary = "The ADVENT Shieldbearer's powered armor suit appears to be reinforced with multiple layers of composite material woven from some variation of the alien alloys. We may be able to substantially reinforce our armor by emulating this technique."
TacticalText = "The ADVENT Shieldbearer's powered armor suit appears to be reinforced with multiple layers of composite material woven from some variation of the alien alloys. We may be able to substantially reinforce our armor by emulating this technique."
m_strClassLabel="SQUAD"

[AblativePlating_Schematic_3 X2SchematicTemplate]
FriendlyName = "Chitin Plating"
FriendlyNamePlural = "Chitin Platings"
BriefSummary = "The Chryssalid possesses an unusually durable exoskeleton. While using material taken directly from Chryssalids is a risk we're unwilling to take, we may be able to develop a new form of plating based on its molecular structure."
TacticalText = "The Chryssalid possesses an unusually durable exoskeleton. While using material taken directly from Chryssalids is a risk we're unwilling to take, we may be able to develop a new form of plating based on its molecular structure."
m_strClassLabel="SQUAD"

[AblativePlating_Schematic_4 X2SchematicTemplate]
FriendlyName = "Carapace Plating"
FriendlyNamePlural = "Carapace Platings"
BriefSummary = "The Andromedon's envirosuit uses a powered assist system far more sophisticated than our own. If we can reverse engineer its design, the increase in power should allow us to improve the plating on our own suits without weighing our troops down."
TacticalText = "The Andromedon's envirosuit uses a powered assist system far more sophisticated than our own. If we can reverse engineer its design, the increase in power should allow us to improve the plating on our own suits without weighing our troops down."
m_strClassLabel="SQUAD"

[AblativePlating_Schematic_5 X2SchematicTemplate]
FriendlyName = "Aegis Plating"
FriendlyNamePlural = "Aegis Platings"
BriefSummary = "The Sectopods are outfitted with the most advanced armor system we've ever encountered, capable of withstanding a staggering amount of punishment. While we don't possess the technology to produce this material ourselves, we may be able to develop a way to cut it and attach it to our armor suits directly."
TacticalText = "The Sectopods are outfitted with the most advanced armor system we've ever encountered, capable of withstanding a staggering amount of punishment. While we don't possess the technology to produce this material ourselves, we may be able to develop a way to cut it and attach it to our armor suits directly."
m_strClassLabel="SQUAD"